{
    "@metadata": {
		"authors": [
			"Jayprakash12345"
		]
	},
    "montage-title": "The title of the application.",
    "montage-about": "Label for the 'About' section in the application.",
    "montage-credit": "Acknowledgment text for the Montage team.",
    "montage-source-code": "Label for the link to the application's source code.",
    "montage-login-heading": "Heading text displayed on the login page.",
    "montage-login-description": "Description text explaining the login process and data privacy.",
    "montage-login-account-instructions": "Instructions for creating a Wikimedia account, with a placeholder for a URL.",
    "montage-login-metawiki": "Name of the Meta-Wiki, used in login instructions.",
    "montage-login-button": "Label for the button to log in using a Wikimedia account.",
    "montage-login-logout": "Label for the button to log out.",
    "montage-active-campaigns": "Label for the section listing active campaigns.",
    "montage-all-campaigns": "Label for the section listing all campaigns.",
    "montage-new-campaign": "Label for the button to create a new campaign.",
    "montage-manage-current": "Instruction to manage current campaigns.",
    "montage-manage-all": "Instruction to view and manage all campaigns, active and archived.",
    "montage-or": "Text used to provide an alternative option.",
    "montage-view-all": "Instruction to view all campaigns and rounds.",
    "montage-view-active": "Instruction to view only active campaigns and rounds.",
    "montage-coordinator-campaigns": "Label for campaigns managed by coordinators.",
    "montage-juror-campaigns": "Label for campaigns involving jurors.",
    "montage-active-voting-round": "Label for the section listing active voting rounds.",
    "montage-latest-round": "Label for the latest round in the application.",
    "montage-coordinators": "Label for the section listing coordinators of a campaign.",
    "montage-voting-deadline": "Label for the voting deadline field.",
    "montage-directions": "Label for the section or field where directions are provided.",
    "montage-your-progress": "Label for displaying the user's voting progress.",
    "montage-vote": "Label for the voting button.",
    "montage-edit-previous-vote": "Label for editing previously submitted votes.",
    "montage-progress-status": "Template to display progress status with placeholders for completed and total tasks.",
    "montage-new-campaig-heading": "Heading for the new campaign creation page.",
    "montage-placeholder-campaign-name": "Placeholder text for the campaign name input field.",
    "montage-description-campaign-name": "Description for the campaign name input field.",
    "montage-required-campaign-name": "Validation message for a required campaign name field.",
    "montage-placeholder-campaign-url": "Placeholder text for the campaign URL input field.",
    "montage-description-campaign-url": "Description for the campaign URL input field.",
    "montage-required-campaign-url": "Validation message for a required campaign URL field.",
    "montage-invalid-campaign-url": "Validation message for an invalid campaign URL.",
    "montage-label-date-range": "Label for the date range input field.",
    "montage-description-date-range": "Description for the date range input field, explaining its purpose.",
    "montage-label-open-date": "Label for the open date input field.",
    "montage-required-open-date": "Validation message for a required open date field.",
    "montage-label-open-time": "Label for the open time input field.",
    "montage-required-open-time": "Validation message for a required open time field.",
    "montage-label-close-date": "Label for the close date input field.",
    "montage-required-close-date": "Validation message for a required close date field.",
    "montage-label-close-time": "Label for the close time input field.",
    "montage-required-close-time": "Validation message for a required close time field.",
    "montage-label-campaign-coordinators": "Label for the campaign coordinators input field.",
    "montage-description-campaign-coordinators": "Description for the campaign coordinators input field, explaining their role.",
    "montage-required-campaign-coordinators": "Validation message for a required campaign coordinator field.",
    "montage-campaign-added-success": "Notification message indicating a campaign was successfully added.",
    "montage-something-went-wrong": "Error message indicating an unspecified problem occurred.",
    "montage-btn-create-campaign": "Label for the button to create a campaign.",
    "montage-btn-save": "Label for the button to save changes.",
    "montage-btn-cancel": "Label for the button to cancel an action.",
    "montage-close-campaign": "Label for the action to close a campaign.",
    "montage-archive": "Label for the action to archive a campaign or round.",
    "montage-unarchive": "Label for the action to unarchive a campaign or round.",
    "montage-edit-campaign": "Label for the action to edit a campaign.",
    "montage-round-add": "Label for the action to add a new round.",
    "montage-round-open-date": "Label for the open date input field for a round.",
    "montage-round-open-time": "Label for the open time input field for a round.",
    "montage-round-close-date": "Label for the close date input field for a round.",
    "montage-round-close-time": "Label for the close time input field for a round.",
    "montage-round-name": "Label for the round name input field.",
    "montage-round-deadline": "Label for the voting deadline field in a round.",
    "montage-label-round-stats": "Label for the option to show round statistics.",
    "montage-description-round-stats": "Description for the option to show round statistics, explaining what is displayed.",
    "montage-label-round-quorum": "Label for the quorum field for a round.",
    "montage-description-round-quorum": "Description for the quorum field, explaining the required juror votes per image.",
    "montage-label-round-jurors": "Label for the jurors input field for a round.",
    "montage-description-round-jurors": "Description for the jurors input field, explaining how to add jurors to a round.",
    "montage-round-stats": "Label for the statistics display in a round.",
    "montage-round-stats-description": "Description for the round statistics, showing accepted or declined image counts.",
    "montage-round-file-setting": "Label for the file settings in a round.",
    "montage-round-delete": "Label for the action to delete a round.",
    "montage-round-edit": "Label for the action to edit a round.",
    "montage-round-save": "Label for the action to save changes to a round.",
    "montage-round-delete-confirm": "Confirmation message for deleting a round.",
    "montage-round-allowed-filetypes": "Label for the allowed file types setting in a round.",
    "montage-round-dq-by-filetype": "Label for the disqualification rule based on file types.",
    "montage-round-dq-by-resolution": "Label for the disqualification rule based on image resolution.",
    "montage-round-dq-by-upload-date": "Label for the disqualification rule based on upload date.",
    "montage-round-dq-by-uploader": "Label for the disqualification rule targeting specific uploaders.",
    "montage-round-dq-coords": "Label for the disqualification rule targeting coordinators.",
    "montage-round-dq-maintainers": "Label for the disqualification rule targeting maintainers.",
    "montage-round-dq-organizers": "Label for the disqualification rule targeting organizers.",
    "montage-round-final-threshold": "Label for the final threshold setting in a round.",
    "montage-round-min-resolution": "Label for the minimum resolution field in a round.",
    "montage-round-show-filename": "Label for the option to show the filename in a round.",
    "montage-round-show-link": "Label for the option to show a link in a round.",
    "montage-round-show-resolution": "Label for the option to show the resolution in a round.",
    "montage-round-vote-ending": "Template for displaying when voting will end in a round, with a placeholder for days remaining.",
    "montage-round-no-direction-given": "Message displayed when no directions are provided for a round.",
    "montage-round-ranking": "Label for the ranking voting method in a round.",
    "montage-round-rating": "Label for the rating voting method in a round.",
    "montage-round-yesno": "Label for the Yes/No voting method in a round.",
    "montage-round-file-info": "Label for the file information section in a round.",
    "montage-round-file-type": "Label for the file type field in a round.",
    "montage-round-voting-details": "Label for the voting details section in a round.",
    "montage-round-activate": "Label for the action to activate a round.",
    "montage-round-activated": "Notification message indicating a round has been successfully activated.",
    "montage-round-pause": "Label for the action to pause a round.",
    "montage-round-paused": "Notification message indicating a round has been successfully paused.",
    "montage-round-finalize": "Label for the action to finalize a round.",
    "montage-round-finalized": "Notification message indicating a round has been successfully finalized.",
    "montage-round-download-results": "Label for the action to download round results.",
    "montage-round-download-entries": "Label for the action to download entries for a round.",
    "montage-round-source": "Label for the source field in a round.",
    "montage-round-source-category": "Label for the Wikimedia Commons category source option.",
    "montage-round-source-csv": "Label for the CSV file list source option.",
    "montage-round-source-filelist": "Label for the file list source option.",
    "montage-round-source-category-help": "Help text explaining the Wikimedia Commons category source option.",
    "montage-round-source-csv-help": "Help text explaining the CSV file list source option.",
    "montage-round-source-selected-help": "Help text explaining the selected file list source option.",
    "montage-round-category-placeholder": "Placeholder text for the category input field.",
    "montage-round-category-label": "Label for the category input field.",
    "montage-round-no-category": "Message displayed when no categories are found.",
    "montage-round-file-url": "Label for the file URL input field.",
    "montage-round-file-list": "Label for the file list input field.",
    "montage-round-threshold": "Label for the threshold setting in a round.",
    "montage-round-vote-method": "Label for the vote method setting in a round.",
    "montage-round-threshold-description": "Description for the threshold setting, explaining its purpose.",
    "montage-round-threshold-default": "Placeholder text for the threshold setting.",
    "montage-round-jurors-description": "Description for the jurors input field, explaining its purpose.",
    "montage-round-quorum-description": "Description for the quorum input field, explaining its purpose.",
    "montage-no-results": "Message displayed when no results are found.",
    "montage-vote-round-inactive": "Message displayed when a round is inactive.",
    "montage-vote-contact-organizer": "Message instructing the user to contact the organizer for an inactive round.",
    "montage-vote-show-full-size": "Label for the action to view an image in full size.",
    "montage-vote-commons-page": "Label for the action to view the Commons page for an image.",
    "montage-vote-accept": "Label for the action to accept an image.",
    "montage-vote-decline": "Label for the action to decline an image.",
    "montage-vote-keyboard-instructions": "Instructions for voting using the keyboard.",
    "montage-vote-actions": "Label for the actions section during voting.",
    "montage-vote-add-favorites": "Label for the action to add an image to favorites.",
    "montage-vote-added-favorites": "Notification message indicating an image has been added to favorites.",
    "montage-vote-remove-favorites": "Label for the action to remove an image from favorites.",
    "montage-vote-removed-favorites": "Notification message indicating an image has been removed from favorites.",
    "montage-vote-skip": "Label for the action to skip voting on an image.",
    "montage-vote-description": "Label for the description section for an image.",
    "montage-vote-version": "Label for the version field for an image.",
    "montage-vote-last-version": "Template for displaying the last version of an image with a timestamp.",
    "montage-vote-all-done": "Message displayed when the user has finished voting on all images.",
    "montage-vote-no-images": "Message displayed when there are no images left to vote on.",
    "montage-vote-hide-panel": "Label for the action to hide the voting panel.",
    "montage-vote-show-panel": "Label for the action to show the voting panel.",
    "montage-vote-image": "Label for the image field during voting.",
    "montage-vote-image-remains": "Template for displaying the number of images remaining to be voted on.",
    "montage-vote-rating-instructions": "Instructions for rating images, explaining the rating scale.",
    "montage-vote-round-part-of-campaign": "Template indicating the campaign a round is part of.",
    "montage-vote-grid-size-large": "Label for selecting a large grid size.",
    "montage-vote-grid-size-medium": "Label for selecting a medium grid size.",
    "montage-vote-grid-size-small": "Label for selecting a small grid size.",
    "montage-vote-image-review": "Label for the image review section.",
    "montage-vote-ordinal-place": "Template for displaying an ordinal place, with a placeholder for the rank.",
    "montage-vote-order-by": "Label for the order-by field during voting.",
    "montage-vote-gallery-size": "Label for the gallery size field during voting.",
    "montage-voted-time": "Template for displaying the time an image was voted on.",
    "montage-no-votes-yet": "Message displayed when no votes have been cast yet.",
    "montage-no-votes-this-round": "Message displayed when no votes have been cast in the current round.",
    "montage-round-addded": "Message displayed when a round is successfully added.",
    "montage-round-show-stats": "Label to indicate the option to show statistical information.",
    "montage-option-yes": "Label for a 'Yes' option in various UI contexts.",
    "montage-option-no": "Label for a 'No' option in various UI contexts."
  }